tap "dnote/dnote"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "aspell"
brew "automake"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "fontconfig"
brew "libffi"
brew "readline"
brew "cairo"
brew "cmatrix"
brew "pkg-config"
brew "harfbuzz"
brew "libass"
brew "zeromq"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "cowsay"
brew "docutils"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hy"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "ipython", link: false
brew "jack", restart_service: true
brew "jq"
brew "jrnl"
brew "node"
brew "jupyterlab", link: false
brew "libmagic"
brew "pango"
brew "librsvg"
brew "lolcat"
brew "luarocks"
brew "markdown"
brew "moc"
brew "nano"
brew "neofetch"
brew "neovim"
brew "pipenv"
brew "poppler"
brew "pspg"
brew "ripgrep"
brew "ruby"
brew "spark"
brew "starship"
brew "tig"
brew "trash"
brew "tree"
brew "ultralist"
brew "yarn"
brew "zbar"
brew "zsh-completions"
brew "dnote/dnote/dnote"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-firacode-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "insomnia"
cask "keepassxc"
cask "kitty"
cask "rectangle"
cask "visual-studio-code"
