tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "aspell"
brew "automake"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "fontconfig"
brew "libffi"
brew "cairo"
brew "cmatrix"
brew "cmus"
brew "coreutils"
brew "cowsay"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "node"
brew "jupyterlab"
brew "pango"
brew "lolcat"
brew "markdown"
brew "moc"
brew "nano"
brew "neofetch"
brew "neovim"
brew "pipenv"
brew "pkg-config"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "yarn"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@26"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "font-firacode-nerd-font"
cask "font-source-code-pro"
cask "insomnia"
cask "keepassxc"
cask "kitty"
cask "rectangle"
cask "visual-studio-code"
