tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "aspell"
brew "automake"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "fontconfig"
brew "libffi"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "guile"
brew "cmus"
brew "coreutils"
brew "cowsay"
brew "delta", link: false
brew "docutils"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "htop"
brew "httpie"
brew "hub"
brew "hy"
brew "imagemagick"
brew "imagemagick@6"
brew "ipython"
brew "jq"
brew "node"
brew "jupyterlab"
brew "libmagic"
brew "pango"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "markdown"
brew "mit-scheme"
brew "moc"
brew "nano"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "pipenv"
brew "poppler"
brew "pspg"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "spark"
brew "starship"
brew "tig"
brew "tldr"
brew "tmux"
# brew "tokei"
brew "trash"
brew "tree"
brew "yarn"
brew "zbar"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "insomnia"
cask "keepassxc"
cask "kitty"
cask "rectangle"
cask "visual-studio-code"
