acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
appimagelauncher
aspell
aspell-en
autoconf
automake
b43-fwcutter
bash
bat
bison
blueman
bluez-utils
breeze
breeze-gtk
brightnessctl
btrfs-progs
btrfsmaintenance
bzip2
chromium
cmake
cmatrix
coreutils
cowsay
cpupower
cronie
cryptsetup
ctags
cups
device-mapper
dhclient
dhcpcd
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
evince
exa
exfat-utils
f2fs-tools
fd
figlet
file
file-roller
filesystem
findutils
firefox
fish
flex
fnlfmt
fop
fprintd
fzf
gammastep
gawk
gcc-libs
gdm
gedit
gettext
gimp
git-delta
github-cli
glibc
glibc-locales
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-layout-switcher
gnome-logs
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-wallpapers
gnome-weather
go
gparted
graphviz
grep
grilo-plugins
grim
grsync
grub
grub-btrfs
grub-theme-manjaro
gthumb
gufw
gvfs
gzip
haveged
hexyl
htop
httpie
hunspell
hunspell-en_us
i3lock
ibus
inetutils
inotify-tools
intel-ucode
interception-caps2esc
inxi
iproute2
iputils
ipython
java17-openjfx
jfsutils
jq
keepassxc
keychain
kitty
lazygit
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libinput-gestures
libluv
libpamac-flatpak-plugin
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
licenses
linux515
logrotate
lua51
luacheck
lvm2
m4
make
man-db
man-pages
manjaro-application-utility
manjaro-artwork
manjaro-base-skel
manjaro-gdm-branding
manjaro-gnome-settings
manjaro-hello
manjaro-printer
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
mesa-utils
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mousetweaks
mutter
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neofetch
networkmanager
nfs-utils
ninja
nnn
nodejs
noto-fonts
npm
ntfs-3g
ntp
numlockx
nuspell
okular
openresolv
os-prober
pacman
pamac-gnome-integration
pamac-gtk
pandoc-cli
papirus-maia-icon-theme
patch
pavucontrol
pciutils
perl
pgcli
pkgconf
polkit-gnome
prettier
procps-ng
procs
psmisc
python-pynvim
qgnomeplatform-qt6
reiserfsprogs
ripgrep
rsync
s-nail
sd
sed
shadow
shellcheck
slurp
socat
sof-firmware
spectre-meltdown-checker
starship
sudo
sushi
sway
swaybg
swayidle
swaylock
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
tealdeer
texinfo
tig
timeshift
timeshift-autosnap-manjaro
tk
totem
tracker3-miners
tree
tree-sitter
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-victor-mono-nerd
typescript
typescript-language-server
usb_modeswitch
usbutils
util-linux
vi
visidata
vlc
vulkan-intel
vulkan-radeon
waybar
wget
which
wireless-regdb
wmctrl
wofi
wpa_supplicant
xcape
xcolor
xcursor-breeze
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xbacklight
xorg-xinit
xournalpp
xz
yay
zathura
zathura-pdf-mupdf
zsa-wally
zsa-wally-cli
